Repository: josejuanqm/docky
Catalog: Docky/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant, zh_hk

source: Single-key shortcuts that fire while the switcher is open and you're still holding its modifier. Re-bind to any key; navigation keys (Tab, arrows, Escape, Return) always win over a conflicting binding.
fr: Raccourcis à une seule touche qui se déclenchent lorsque le sélecteur est ouvert et que vous maintenez encore sa touche modificateur. Réaffectez à n'importe quelle touche ; les touches de navigation (Tab, flèches, Échap, Retour) l'emportent toujours sur une affectation conflictuelle.
zh_hans: 在切换器打开且你仍按住修饰键时生效的单键快捷键。可重新绑定到任意按键；导航键（Tab、方向键、Escape、Return）始终优先于冲突的绑定。
zh_hant: 在切換器開啟且你仍按住修飾鍵時生效的單鍵快捷鍵。可重新繫結到任意按鍵；導航鍵（Tab、方向鍵、Escape、Return）始終優先於衝突的繫結。
zh_hk: 在切換器打開且你仍按住修飾鍵時生效的單鍵快捷鍵。可重新綁定到任意按鍵；導航鍵（Tab、方向鍵、Escape、Return）始終優先於衝突的綁定。

source: Size
fr: Taille
zh_hans: 大小
zh_hant: 大小
zh_hk: 大小

source: Sleep
fr: Veille
zh_hans: 睡眠
zh_hant: 睡眠
zh_hk: 睡眠

source: Small
fr: Petit
zh_hans: 小
zh_hant: 小
zh_hk: 小

source: Snow
fr: Neige
zh_hans: 雪
zh_hant: 雪
zh_hk: 雪

source: Sort
fr: Trier
zh_hans: 排序
zh_hant: 排序
zh_hk: 排序

source: Sorting the shiny things
fr: Tri des choses brillantes
zh_hans: 正在整理图标
zh_hant: 正在整理圖示
zh_hk: 正在整理圖標

source: Space with App…
fr: Espace avec l'application…
zh_hans: 与该应用共用空格…
zh_hant: 與該應用共用空格…
zh_hk: 與該應用共用空格…

source: Spaces
fr: Espaces
zh_hans: 空格
zh_hant: 空格
zh_hk: 空格

source: Start Menu
fr: Menu Démarrer
zh_hans: 开始菜单
zh_hant: 開始選單
zh_hk: 開始菜單

source: Start menu
fr: menu Démarrer
zh_hans: 开始菜单
zh_hant: 開始選單
zh_hk: 開始菜單

# Step %lld of %lld
source: Step %1$lld of %2$lld
fr: Étape %lld sur %lld
zh_hans: 第 %1$lld 步，共 %2$lld 步
zh_hant: 第 %1$lld 步，共 %2$lld 步
zh_hk: 第 %1$lld 步，共 %2$lld 步

source: Stop rearranging icons
fr: Arrêter de réorganiser les icônes
zh_hans: 停止重排图标
zh_hant: 停止重排圖示
zh_hk: 停止重排圖標

source: Stretches to absorb leftover space when the dock spans the full screen axis.
fr: S'étire pour absorber l'espace restant lorsque le dock couvre l'axe complet de l'écran.
zh_hans: 当 Dock 沿整个屏幕轴向铺满时拉伸以吸收剩余空间。
zh_hant: 當 Dock 沿整個螢幕軸向鋪滿時拉伸以吸收剩餘空間。
zh_hk: 當 Dock 沿整個屏幕軸向鋪滿時拉伸以吸收剩餘空間。

source: Sun
fr: dim.
zh_hans: 周日
zh_hant: 週日
zh_hk: 週日

source: Support
fr: Assistance
zh_hans: 支持
zh_hant: 支援
zh_hk: 支持

source: Suppress the hover strip entirely. With multiple profiles you can still switch from Settings or via triggers. With only one profile the strip is always hidden.
fr: Supprime complètement la barre de survol. Avec plusieurs profils, vous pouvez tout de même basculer depuis les Réglages ou via des déclencheurs. Avec un seul profil, la barre est toujours masquée.
zh_hans: 完全隐藏悬停条。使用多个配置时，仍可从「设置」或通过触发器切换。只有一个配置时，该条始终隐藏。
zh_hant: 完全隱藏懸停條。使用多個配置時，仍可從「設定」或透過觸發器切換。只有一個配置時，該條始終隱藏。
zh_hk: 完全隱藏懸停條。使用多個配置時，仍可從「設置」或通過觸發器切換。只有一個配置時，該條始終隱藏。

source: Switch
fr: Basculer
zh_hans: 切换
zh_hant: 切換
zh_hk: 切換

source: Switcher
fr: Bascule
zh_hans: 切换器
zh_hant: 切換器
zh_hk: 切換器

source: System Events action failed
fr: L’action System Events a échoué
zh_hans: System Events 操作失败
zh_hant: System Events 操作失敗
zh_hk: System Events 操作失敗

source: System Events automation wasn’t allowed
fr: L’automatisation System Events n’a pas été autorisée
zh_hans: 未获允许自动化 System Events
zh_hant: 未獲允許自動化 System Events
zh_hk: 未獲允許自動化 System Events

source: TO DO
fr: À FAIRE
zh_hans: 待办
zh_hant: 待辦
zh_hk: 待辦

source: TODAY
fr: AUJOURD'HUI
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

source: Temperature
fr: Température
zh_hans: 温度
zh_hant: 溫度
zh_hk: 温度

source: The downloaded archive doesn't contain a .dockywidget bundle.
fr: L'archive téléchargée ne contient pas de bundle .dockywidget.
zh_hans: 下载的压缩包不包含 .dockywidget 捆绑包。
zh_hant: 下載的壓縮包不包含 .dockywidget 捆綁包。
zh_hk: 下載的壓縮包不包含 .dockywidget 捆綁包。

source: The link did not include a valid HTTPS download URL.
fr: Le lien ne contenait pas d'URL de téléchargement HTTPS valide.
zh_hans: 链接未包含有效的 HTTPS 下载地址。
zh_hant: 連結未包含有效的 HTTPS 下載地址。
zh_hk: 鏈接未包含有效的 HTTPS 下載地址。

source: The theme archive does not contain a theme.json manifest.
fr: L'archive du thème ne contient pas de manifeste theme.json.
zh_hans: 主题压缩包缺少 theme.json 清单。
zh_hant: 主題壓縮包缺少 theme.json 清單。
zh_hk: 主題壓縮包缺少 theme.json 清單。

source: The theme bundle will be removed from disk. This cannot be undone.
fr: Le bundle du thème sera supprimé du disque. Cette action est irréversible.
zh_hans: 该主题包将从磁盘中移除。此操作无法撤销。
zh_hant: 該主題包將從磁碟中移除。此操作無法撤銷。
zh_hk: 該主題包將從磁盤中移除。此操作無法撤銷。

source: Themes
fr: Thèmes
zh_hans: 主题
zh_hant: 主題
zh_hk: 主題

source: These take precedence over the active theme. Clear them to let the theme show through.
fr: Celles-ci priment sur le thème actif. Effacez-les pour laisser le thème s'afficher.
zh_hans: 这些设置优先于当前生效的主题。清除后可让主题原样显示。
zh_hant: 這些設定優先於當前生效的主題。清除後可讓主題原樣顯示。
zh_hk: 這些設置優先於當前生效的主題。清除後可讓主題原樣顯示。

source: This permission is already enabled. You can continue when ready.
fr: Cette autorisation est déjà activée. Vous pouvez continuer quand vous êtes prêt.
zh_hans: 此权限已开启。准备好后即可继续。
zh_hant: 此許可權已開啟。準備好後即可繼續。
zh_hk: 此權限已開啓。準備好後即可繼續。

source: This permission unlocks an optional feature and can be granted later from Settings.
fr: Cette autorisation débloque une fonctionnalité optionnelle et peut être accordée plus tard dans les Réglages.
zh_hans: 此权限用于解锁可选功能，之后可在设置中授权。
zh_hant: 此許可權用於解鎖可選功能，之後可在設定中授權。
zh_hk: 此權限用於解鎖可選功能，之後可在設置中授權。

source: This widget has no settings.
fr: Ce widget n’a aucun réglage.
zh_hans: 此小组件没有设置。
zh_hant: 此小元件沒有設定。
zh_hk: 此小組件沒有設置。

source: Thu
fr: jeu.
zh_hans: 周四
zh_hant: 週四
zh_hk: 週四

source: Thunderstorm
fr: Orage
zh_hans: 雷暴
zh_hant: 雷暴
zh_hk: 雷暴

source: Tile Hover Effect
fr: Effet de survol de la tuile
zh_hans: 图标悬停效果
zh_hant: 圖示懸停效果
zh_hk: 圖標懸停效果

source: Tile Icon Padding
fr: Marge interne de l'icône de tuile
zh_hans: 图标内边距
zh_hant: 圖示內邊距
zh_hk: 圖標內邊距

source: Tiles near the pointer grow toward the magnified size and smoothly fall off with distance. Alpha: known issues with certain tile types and during reorder.
fr: Les tuiles proches du pointeur grandissent vers la taille agrandie et s'estompent progressivement avec la distance. Alfa : problèmes connus avec certains types de tuiles et pendant le réorganisage.
zh_hans: 靠近指针的图标会放大至目标大小，并随距离平滑衰减。Alpha：某些图标类型以及重排期间存在已知问题。
zh_hant: 靠近指標的圖示會放大至目標大小，並隨距離平滑衰減。Alpha：某些圖示型別以及重排期間存在已知問題。
zh_hk: 靠近指針的圖標會放大至目標大小，並隨距離平滑衰減。Alpha：某些圖標類型以及重排期間存在已知問題。

source: Time of Day
fr: Heure de la journée
zh_hans: 时段
zh_hant: 時段
zh_hk: 時段

source: To
fr: À
zh_hans: 至
zh_hant: 至
zh_hk: 至

source: Today
fr: Aujourd'hui
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

source: Today, all day
fr: Aujourd'hui, toute la journée
zh_hans: 今天，全天
zh_hant: 今天，全天
zh_hk: 今天，全天

source: Toggles the ⌃⌥S hotkey, the Start menu widget in the dock editor palette, and the Finder tile override below.
fr: Active ou désactive le raccourci ⌃⌥S, le widget menu Démarrer dans la palette de l'éditeur de dock et la substitution de tuile Finder ci-dessous.
zh_hans: 切换 ⌃⌥S 快捷键、Dock 编辑器调色板中的开始菜单小组件，以及下方的 Finder 图标覆盖设置。
zh_hant: 切換 ⌃⌥S 快捷鍵、Dock 編輯器調色盤中的開始選單小元件，以及下方的 Finder 圖示覆蓋設定。
zh_hk: 切換 ⌃⌥S 快捷鍵、Dock 編輯器調色板中的開始菜單小組件，以及下方的 Finder 圖標覆蓋設置。

source: Tomorrow
fr: Demain
zh_hans: 明天
zh_hant: 明天
zh_hk: 明天

source: Top Leading
fr: Haut début
zh_hans: 左上角
zh_hant: 左上角
zh_hk: 左上角

source: Top Trailing
fr: En haut à droite
zh_hans: 右上角
zh_hant: 右上角
zh_hk: 右上角

source: Top and Bottom
fr: Haut et Bas
zh_hans: 上和下
zh_hant: 上和下
zh_hk: 上和下

source: Top-level plist value isn't a dictionary.
fr: La valeur de premier niveau du plist n’est pas un dictionnaire.
zh_hans: plist 顶层值不是字典。
zh_hant: plist 頂層值不是字典。
zh_hk: plist 頂層值不是字典。

source: Trailing
fr: Fin
zh_hans: 后缘
zh_hant: 後緣
zh_hk: 後緣

source: Trash (%@)
fr: Corbeille (%@)
zh_hans: 废纸篓（%@）
zh_hant: 廢紙簍（%@）
zh_hk: 廢紙簍（%@）

source: Treats the dock as a shelf of pinned apps and widgets. Use the toggles to pick which fixtures, Finder, Trash, or both, disappear while shelve mode is on.
fr: Traite le dock comme une étagère d'applications et de widgets épinglés. Utilisez les interrupteurs pour choisir quels éléments fixes, Finder, Corbeille ou les deux, disparaissent en mode étagère.
zh_hans: 将 Dock 视为放置固定应用和小组件的搁架。使用下方开关选择在搁置模式开启时隐藏哪些固定项、Finder、废纸篓或两者。
zh_hant: 將 Dock 視為放置固定應用和小元件的擱架。使用下方開關選擇在擱置模式開啟時隱藏哪些固定項、Finder、廢紙簍或兩者。
zh_hk: 將 Dock 視為放置固定應用和小組件的擱架。使用下方開關選擇在擱置模式開啓時隱藏哪些固定項、Finder、廢紙簍或兩者。

source: Try again
fr: Réessayer
zh_hans: 重试
zh_hant: 重試
zh_hk: 重試

source: Tue
fr: mar.
zh_hans: 周二
zh_hant: 週二
zh_hk: 週二

source: Turn Hiding Off
fr: Désactiver le masquage
zh_hans: 关闭隐藏
zh_hant: 關閉隱藏
zh_hk: 關閉隱藏

source: Turn Hiding On
fr: Activer le masquage
zh_hans: 开启隐藏
zh_hant: 開啟隱藏
zh_hk: 開啓隱藏

source: Turn Magnification Off
fr: Désactiver l’agrandissement
zh_hans: 关闭放大效果
zh_hant: 關閉放大效果
zh_hk: 關閉放大效果

source: Turn Magnification On
fr: Activer l'agrandissement
zh_hans: 开启放大效果
zh_hant: 開啟放大效果
zh_hk: 開啓放大效果

source: Turn off to render the chosen image crisp. Default is on to soften the desktop wallpaper into a neutral backdrop.
fr: Désactivez pour afficher l'image choisie nettement. Par défaut activé, pour adoucir le papier peint du bureau en un arrière-plan neutre.
zh_hans: 关闭后以所选图片清晰呈现。默认开启，会将桌面壁纸柔化为中性背景。
zh_hant: 關閉後以所選圖片清晰呈現。預設開啟，會將桌面桌布柔化為中性背景。
zh_hk: 關閉後以所選圖片清晰呈現。默認開啓，會將桌面壁紙柔化為中性背景。

source: Type Shortcut
fr: Saisir un raccourci
zh_hans: 键入快捷键
zh_hant: 鍵入快捷鍵
zh_hk: 鍵入快捷鍵

source: Underline
fr: Souligner
zh_hans: 下划线
zh_hant: 下劃線
zh_hk: 下劃線

source: Unfavorite
fr: Retirer des favoris
zh_hans: 取消收藏
zh_hant: 取消收藏
zh_hk: 取消收藏

source: Ungroup
fr: Dissocier
zh_hans: 取消分组
zh_hant: 取消分組
zh_hk: 取消分組

source: Unknown
fr: Inconnu
zh_hans: 未知
zh_hant: 未知
zh_hk: 未知

source: Untitled Event
fr: Événement sans titre
zh_hans: 未命名日程
zh_hant: 未命名日程
zh_hk: 未命名日程

source: Untitled Reminder
fr: Rappel sans titre
zh_hans: 未命名提醒
zh_hant: 未命名提醒
zh_hk: 未命名提醒

source: Use Active Background
fr: Utiliser l'arrière-plan actif
zh_hans: 使用活动背景
zh_hant: 使用活動背景
zh_hk: 使用活動背景

source: Use Current Location
fr: Utiliser la position actuelle
zh_hans: 使用当前位置
zh_hant: 使用當前位置
zh_hk: 使用當前位置

source: Use Custom Border
fr: Utiliser un bord personnalisé
zh_hans: 使用自定义边框
zh_hant: 使用自定義邊框
zh_hk: 使用自定義邊框

source: Use Custom Divider Color
fr: Utiliser une couleur de séparateur personnalisée
zh_hans: 使用自定义分隔线颜色
zh_hant: 使用自定義分隔線顏色
zh_hk: 使用自定義分隔線顏色

source: Use Desktop Wallpaper
fr: Utiliser le fond d'écran
zh_hans: 使用桌面壁纸
zh_hant: 使用桌面桌布
zh_hk: 使用桌面壁紙

source: Use Hover Background
fr: Utiliser l'arrière-plan de survol
zh_hans: 使用悬停背景
zh_hant: 使用懸停背景
zh_hk: 使用懸停背景

source: Use Icon Shadow
fr: Utiliser l'ombre d'icône
zh_hans: 使用图标阴影
zh_hant: 使用圖示陰影
zh_hk: 使用圖標陰影

source: Use Theme Icon
fr: Utiliser l'icône du thème
zh_hans: 使用主题图标
zh_hant: 使用主題圖示
zh_hk: 使用主題圖標

source: Vertical Offset
fr: Décalage vertical
zh_hans: 垂直偏移
zh_hant: 垂直偏移
zh_hk: 垂直偏移

source: Weather is unavailable right now.
fr: La météo n’est pas disponible pour le moment.
zh_hans: 暂时无法获取天气。
zh_hant: 暫時無法獲取天氣。
zh_hk: 暫時無法獲取天氣。

source: Wed
fr: mer.
zh_hans: 周三
zh_hant: 週三
zh_hk: 週三

source: Weekly
fr: Hebdomadaire
zh_hans: 每周
zh_hant: 每週
zh_hk: 每週

source: What gets sent
fr: Ce qui sera envoyé
zh_hans: 发送的内容
zh_hant: 傳送的內容
zh_hk: 發送的內容

source: What's going on?
fr: Que se passe-t-il ?
zh_hans: 发生了什么？
zh_hant: 發生了什麼？
zh_hk: 發生了什麼？

source: When
fr: Quand
zh_hans: 时间
zh_hant: 時間
zh_hk: 時間

source: When on space with
fr: Lorsque sur l'espace avec
zh_hans: 当位于与其共用…的空格上时
zh_hant: 當位於與其共用…的空格上時
zh_hk: 當位於與其共用…的空格上時

source: When on, clicking the Finder tile opens the Start menu instead of activating Finder. Right-click still surfaces Finder's normal actions.
fr: Lorsque c'est activé, cliquer sur la tuile Finder ouvre le menu Démarrer au lieu d'activer Finder. Le clic droit propose toujours les actions normales de Finder.
zh_hans: 开启后，点击 Finder 图标会打开开始菜单，而不是激活 Finder。右键仍会显示 Finder 的常规操作。
zh_hant: 開啟後，點選 Finder 圖示會開啟開始選單，而不是啟用 Finder。右鍵仍會顯示 Finder 的常規操作。
zh_hk: 開啓後，點擊 Finder 圖標會打開開始菜單，而不是激活 Finder。右鍵仍會顯示 Finder 的常規操作。

source: Widget Settings…
fr: Réglages du widget…
zh_hans: 小组件设置…
zh_hant: 小元件設定…
zh_hk: 小組件設置…

source: Widget Store
fr: Magasin de widgets
zh_hans: 小组件商店
zh_hant: 小元件商店
zh_hk: 小組件商店

source: Widget bundles are loaded once per launch. New installs and removals take effect after a restart.
fr: Les bundles de widgets sont chargés une fois par lancement. Les nouvelles installations et suppressions prennent effet après un redémarrage.
zh_hans: 小组件包每次启动仅加载一次。新安装和移除在重启后生效。
zh_hant: 小元件包每次啟動僅載入一次。新安裝和移除在重啟後生效。
zh_hk: 小組件包每次啓動僅加載一次。新安裝和移除在重啓後生效。

source: Widget installed
fr: Widget installé
zh_hans: 小组件已安装
zh_hant: 小元件已安裝
zh_hk: 小組件已安裝

source: Widgets are native plugins that run inside Docky with the same access Docky has — Accessibility, Automation, files, and more. Docky can't verify what a widget does. Only continue if you trust this source.
fr: Les widgets sont des plugins natifs qui s'exécutent à l'intérieur de Docky avec le même accès dont dispose Docky : Accessibilité, Automatisation, fichiers, et plus. Docky ne peut pas vérifier ce qu'un widget fait. Continuez uniquement si vous faites confiance à cette source.
zh_hans: 小组件是运行在 Docky 内部的原生插件，拥有与 Docky 相同的权限——辅助功能、自动化、文件访问等。Docky 无法核实小组件的实际行为。请仅在信任该来源时继续。
zh_hant: 小元件是執行在 Docky 內部的原生外掛，擁有與 Docky 相同的許可權——輔助功能、自動化、檔案訪問等。Docky 無法核實小元件的實際行為。請僅在信任該來源時繼續。
zh_hk: 小組件是運行在 Docky 內部的原生插件，擁有與 Docky 相同的權限——輔助功能、自動化、文件訪問等。Docky 無法核實小組件的實際行為。請僅在信任該來源時繼續。

source: Window Tint
fr: Teinte de la fenêtre
zh_hans: 窗口着色
zh_hant: 視窗著色
zh_hk: 窗口着色

source: You have %lld appearance override(s).
fr: Vous avez %lld surcharge(s) d’apparence.
zh_hans: 你有 %lld 项外观覆盖设置。
zh_hant: 你有 %lld 項外觀覆蓋設定。
zh_hk: 你有 %lld 項外觀覆蓋設置。

source: Your attachment
fr: Votre pièce jointe
zh_hans: 您的附件
zh_hant: 您的附件
zh_hk: 您的附件

source: Your message
fr: Votre message
zh_hans: 您的留言
zh_hant: 您的留言
zh_hk: 您的留言

source: You’re clear for now.
fr: Vous êtes libres pour l’instant.
zh_hans: 你目前没有安排。
zh_hant: 你目前沒有安排。
zh_hk: 你目前沒有安排。

source: action.app.toggle-pin
fr: Épingler ou désépingler l'application
zh_hans: 保留在程序坞
zh_hant: 保留在程式塢
zh_hk: 保留在程序塢

source: action.arc.new-tab
fr: Nouvel onglet (Arc)
zh_hans: 新建标签页
zh_hant: 新建標籤頁
zh_hk: 新建標籤頁

source: action.arc.new-window
fr: Nouvelle fenêtre (Arc)
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.brave.new-tab
fr: Nouvel onglet (Brave)
zh_hans: 新建标签页
zh_hant: 新建標籤頁
zh_hk: 新建標籤頁

source: action.chrome.new-tab
fr: Nouvel onglet (Chrome)
zh_hans: 新建标签页
zh_hant: 新建標籤頁
zh_hk: 新建標籤頁

source: action.dia.new-tab
fr: Nouvel onglet (Dia)
zh_hans: 新建标签页
zh_hant: 新建標籤頁
zh_hk: 新建標籤頁

source: action.dia.new-window
fr: Nouvelle fenêtre (Dia)
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.edge.new-tab
fr: Nouvel onglet (Edge)
zh_hans: 新建标签页
zh_hant: 新建標籤頁
zh_hk: 新建標籤頁

source: action.safari.new-tab
fr: Nouvel onglet (Safari)
zh_hans: 新建标签页
zh_hant: 新建標籤頁
zh_hk: 新建標籤頁

source: by %@
fr: par %@
zh_hans: 由 %@ 提供
zh_hant: 由 %@ 提供
zh_hk: 由 %@ 提供

# by %@ • %lld actions • %@
source: by %1$@ • %2$lld actions • %3$@
fr: par %@ • %lld actions • %@
zh_hans: 由 %@ 提供 • %lld 个操作 • %@
zh_hant: 由 %@ 提供 • %lld 個操作 • %@
zh_hk: 由 %@ 提供 • %lld 個操作 • %@

source: inherited
fr: hérité
zh_hans: 继承
zh_hant: 繼承
zh_hk: 繼承

source: is frontmost
fr: est au premier plan
zh_hans: 处于最前
zh_hant: 處於最前
zh_hk: 處於最前

source: macOS Tahoe-style Apps view: one tall scrollable grid with no page boundaries. Rows are unused.
fr: Vue Apps au style macOS Tahoe : une seule grille défilable verticalement sans limites de page. Les lignes ne sont pas utilisées.
zh_hans: macOS Tahoe 风格的应用视图：一个竖向可滚动的网格，没有分页边界。不使用行。
zh_hant: macOS Tahoe 風格的應用檢視：一個豎向可滾動的網格，沒有分頁邊界。不使用行。
zh_hk: macOS Tahoe 風格的應用視圖：一個豎向可滾動的網格，沒有分頁邊界。不使用行。

source: package.docky.curated-app-integrations.description
fr: Intégrations prêtes à l’emploi pour vos applications favorites.
zh_hans: Docky 为精选第三方应用和浏览器审核提供的操作。
zh_hant: Docky 為精選第三方應用和瀏覽器稽核提供的操作。
zh_hk: Docky 為精選第三方應用和瀏覽器審核提供的操作。

source: package.docky.curated-app-integrations.title
fr: Intégrations d’applications sélectionnées
zh_hans: 精选 App 集成
zh_hant: 精選 App 整合
zh_hk: 精選 App 集成

source: to
fr: à
zh_hans: 至
zh_hant: 至
zh_hk: 至

source: Language
fr: Langue
zh_hans: 语言
zh_hant: 語言
zh_hk: 語言

source: Follow System
fr: Suivre le système
zh_hans: 跟随系统
zh_hant: 跟隨系統
zh_hk: 跟隨系統

source: Docky will restart to apply this change.
fr: Docky va redémarrer pour appliquer ce changement.
zh_hans: Docky 将重启以应用此更改。
zh_hant: Docky 將重新啟動以套用此變更。
zh_hk: Docky 將重新啟動以套用此變更。

source: Restart Now
fr: Redémarrer maintenant
zh_hans: 立即重启
zh_hant: 立即重啟
zh_hk: 立即重啟

source: English
fr: Anglais
zh_hans: 英语
zh_hant: 英文
zh_hk: 英文

source: 简体中文
fr: Chinois simplifié

source: 繁體中文（台灣）
fr: Chinois traditionnel (Taïwan)

source: 繁體中文（香港）
fr: Chinois traditionnel (Hong Kong)

source: Pick the language Docky runs in. Choosing anything other than Follow System keeps Docky in that language even after you change the macOS language. Docky restarts so the menu bar switches along with the rest of the interface.
fr: Choisissez la langue de Docky. Si vous choisissez autre chose que Suivre le système, Docky reste dans cette langue même si vous changez celle de macOS. Docky redémarre pour que la barre de menus suive le reste de l'interface.
zh_hans: 选择 Docky 使用的语言。选择「跟随系统」以外的语言后，即使你更改 macOS 的语言设置，Docky 仍会保持该语言。Docky 会重启，让菜单栏与界面一同切换。
zh_hant: 選擇 Docky 使用的語言。選擇「跟隨系統」以外的語言後，即使你變更 macOS 的語言設定，Docky 仍會保持該語言。Docky 會重新啟動，讓選單列與介面一同切換。
zh_hk: 選擇 Docky 使用的語言。選擇「跟隨系統」以外的語言後，即使你變更 macOS 的語言設定，Docky 仍會保持該語言。Docky 會重新啟動，讓選單列與介面一同切換。

source: %@ s
zh_hans: %@ 秒
zh_hant: %@ 秒
zh_hk: %@ 秒

source: %lld pt
zh_hans: %lld 磅
zh_hant: %lld 磅
zh_hk: %lld 磅

source: Accessibility
zh_hans: 辅助功能
zh_hant: 輔助功能
zh_hk: 輔助功能

source: Actions
zh_hans: 操作
zh_hant: 操作
zh_hk: 操作

source: Applications
zh_hans: 应用程序
zh_hant: 應用程式
zh_hk: 應用程序

source: Automation
zh_hans: 自动化
zh_hant: 自動化
zh_hk: 自動化

source: Automation (Finder)
zh_hans: 自动化（Finder）
zh_hant: 自動化（Finder）
zh_hk: 自動化（Finder）

source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍芽
zh_hk: 藍牙

source: Documents
zh_hans: 文档
zh_hant: 文件
zh_hk: 文檔

source: Launchpad
zh_hans: 启动台
zh_hant: 啟動臺
zh_hk: 啓動台

source: Marketplace
zh_hans: 市场
zh_hant: 市場
zh_hk: 市場

source: Navigation
zh_hans: 导航
zh_hant: 導航
zh_hk: 導航

source: OK
zh_hans: 好
zh_hant: 好
zh_hk: 好

source: Pro
zh_hans: 专业版
zh_hant: 專業版
zh_hk: 專業版

source: Sprite
zh_hans: 精灵图
zh_hant: 精靈圖
zh_hk: 精靈圖

source: TOM
zh_hans: 明天
zh_hant: 明天
zh_hk: 明天

source: Trackpad
zh_hans: 触控板
zh_hant: 觸控板
zh_hk: 觸控板

source: Widgets
zh_hans: 小组件
zh_hant: 小元件
zh_hk: 小組件

source: Zoom
zh_hans: 缩放
zh_hant: 縮放
zh_hk: 縮放

source: action.app.hide-others
zh_hans: 隐藏其他
zh_hant: 隱藏其他
zh_hk: 隱藏其他

source: action.app.show-all-windows
zh_hans: 显示所有窗口
zh_hant: 顯示所有視窗
zh_hk: 顯示所有窗口

source: action.app.show-in-finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示
zh_hk: 在 Finder 中顯示

source: action.arc.new-incognito-window
zh_hans: 新建无痕窗口
zh_hant: 新建無痕視窗
zh_hk: 新建無痕窗口

source: action.brave.new-private-window
zh_hans: 新建隐私窗口
zh_hant: 新建隱私視窗
zh_hk: 新建隱私窗口

source: action.brave.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.chrome.new-incognito-window
zh_hans: 新建无痕浏览窗口
zh_hant: 新建無痕瀏覽視窗
zh_hk: 新建無痕瀏覽窗口

source: action.chrome.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.claude.new-conversation
zh_hans: 新建对话
zh_hant: 新建對話
zh_hk: 新建對話

source: action.cursor.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.edge.new-inprivate-window
zh_hans: 新建 InPrivate 窗口
zh_hant: 新建 InPrivate 視窗
zh_hk: 新建 InPrivate 窗口

source: action.edge.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.firefox.new-private-window
zh_hans: 新建隐私窗口
zh_hant: 新建隱私視窗
zh_hk: 新建隱私窗口

source: action.firefox.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.folder.open-in-finder
zh_hans: 在 Finder 中打开
zh_hant: 在 Finder 中開啟
zh_hk: 在 Finder 中打開

source: action.folder.reveal-in-finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示
zh_hk: 在 Finder 中顯示

source: action.ghostty.new-tab
zh_hans: 新建标签页
zh_hant: 新建標籤頁
zh_hk: 新建標籤頁

source: action.ghostty.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.safari.new-private-window
zh_hans: 新建无痕浏览窗口
zh_hant: 新建無痕瀏覽視窗
zh_hk: 新建無痕瀏覽窗口

source: action.safari.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.vscode.new-window
zh_hans: 新建窗口
zh_hant: 新建視窗
zh_hk: 新建窗口

source: action.xcode.clean-build-folder
zh_hans: 清理构建文件夹
zh_hant: 清理構建資料夾
zh_hk: 清理構建文件夾

source: Application
zh_hans: 应用程序
zh_hant: 應用程式
zh_hk: 應用程式
